tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "battle-net"
cask "brave-browser"
cask "dashlane"
cask "discord"
cask "docker"
cask "figma"
cask "google-chrome"
cask "insomnia"
cask "keybase"
cask "ledger-live"
cask "loom"
cask "minecraft"
cask "ngrok"
cask "numi"
cask "postman"
cask "private-internet-access"
cask "signal"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "wechat"
cask "whatsapp"
cask "zoom"
