tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
cask "adobe-creative-cloud"
cask "amazon-workspaces"
cask "battle-net"
cask "brave-browser"
cask "dashlane"
cask "discord"
cask "docker"
cask "electrum"
cask "figma"
cask "google-chrome"
cask "insomnia"
cask "keybase"
cask "league-of-legends"
cask "ledger-live"
cask "loom"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "ngrok"
cask "notion"
cask "postman"
cask "private-internet-access"
cask "signal"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "vmware-fusion"
cask "vnc-viewer"
cask "wechat"
cask "whatsapp"
cask "zoomus"
