42crunch.vscode-openapi
aaron-bond.better-comments
arcanis.vscode-zipfs
austenc.tailwind-docs
b4dm4n.nixpkgs-fmt
bbenoist.nix
bodil.prettier-toml
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
bradymholt.pgformatter
brettm12345.nixfmt-vscode
chflick.firecode
chrislajoie.vscode-modelines
christian-kohler.npm-intellisense
csstools.postcss
damirka.move-syntax
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
figma.figma-vscode-extension
foxundermoon.shell-format
gaborv.flatbuffers
github.copilot
github.copilot-chat
github.copilot-labs
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
graphql.vscode-graphql
graphql.vscode-graphql-syntax
hashicorp.terraform
haskell.haskell
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
jhnj.vscode-go-inline-sql
jnoortheen.nix-ide
jock.svg
jscearcy.rust-doc-viewer
juanblanco.solidity
justusadam.language-haskell
kenhowardpdx.vscode-gist
kylonasoftware.boogie
lightyen.tailwindcss-intellisense-twin
matangover.mypy
mechatroner.rainbow-csv
mkhl.direnv
move.move-analyzer
movingco.move-analyzer-plus
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
naumovs.color-highlight
orta.vscode-jest
redhat.vscode-yaml
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
shyykoserhiy.vscode-spotify
stkb.rewrap
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
swellaby.vscode-rust-test-adapter
tamasfe.even-better-toml
tintinweb.vscode-vyper
toba.vsfire
tomoki1207.pdf
tootone.org-mode
unifiedjs.vscode-mdx
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
vue.volar
wallabyjs.quokka-vscode
wallabyjs.wallaby-vscode
yzhang.markdown-all-in-one
