adobe-acrobat-pro
amethyst
dashlane
discord
docker
edex-ui
figma
front
google-chrome
graphql-playground
hyper
insomnia
keybase
kindle
microsoft-office
microsoft-teams
notion
oracle-jdk
private-internet-access
slack
spotify
tunnelblick
vagrant
zoomus
