adobe-creative-cloud
amazon-workspaces
battle-net
brave-browser
dashlane
discord
docker
electrum
figma
google-chrome
google-cloud-sdk
hyper
insomnia
keybase
league-of-legends
microsoft-office
microsoft-teams
minecraft
ngrok
notion
postman
private-internet-access
signal
slack
spotify
tableplus
telegram
the-unarchiver
thinkorswim
tor-browser
transmission
tunnelblick
vlc
vmware-fusion
vnc-viewer
wechat
whatsapp
zoomus
