adobe-creative-cloud
dashlane
discord
docker
electrum
figma
google-chrome
hyper
insomnia
keybase
minecraft
ngrok
notion
postman
private-internet-access
signal
slack
spotify
telegram
the-unarchiver
tunnelblick
vlc
whatsapp
zoomus
